trans.addDict([
    [300, 0, "description"], [300, 1, "описание"],
    [301, 0, "#parametes"], [301, 1, "№парамеры"],
    [302, 0, "value"], [302, 1, "величина"],
    [303, 0, "delta"], [303, 1, "дельта"],
    [304, 0, "check interval"], [304, 1, "период проверки"],
    [305, 0, "cope duration"], [305, 1, "задержка"],
    [306, 0, "#phone"], [306, 1, "№тел."],
    [307, 0, "#"], [307, 1, "№"],
    [308, 0, "SMS"], [308, 1, "CMC"],
    [309, 0, "call"], [309, 1, "звонок"]
]);
//menu
trans.addDict([
    [400, 0, "measurement check"], [400, 1, "проверка измерений"],
    [401, 0, "program parameters"], [401, 1, "параметры программы"],
    [402, 0, "help"], [402, 1, "помощь"],
    [403, 0, "program"], [403, 1, "программа"]
]);

//error
trans.addDict([
    [250, 0, "failed to get data from database"], [250, 1, "не удалось получить данные из базы данных"],
    [255, 0, "failed to reset controller programs"], [255, 1, "не удалось перезапустить программы контроллера"],
    [257, 0, "failed to save"], [257, 1, "не удалось сохранить"],
    [256, 0, "failed to get phone from database"], [256, 1, "не удалось получить группы номеров телефона"]
]);




